IDEA Open Model
ReinforcedCrossSection.Stirrups Property
Compatible with IDEA StatiCa v 10.1
 Stirrups
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public List<Stirrup> Stirrups { get; set; }
Public Property Stirrups As List(Of Stirrup)
	Get
	Set
public:
property List<Stirrup^>^ Stirrups {
	List<Stirrup^>^ get ();
	void set (List<Stirrup^>^ value);
}
Property Value
Type: List<Stirrup>
See Also
Reference
ReinforcedCrossSection Class
IdeaRS.OpenModel.CrossSection Namespace